Personal/Debates/Argumentacón_Debate_Competitivo.tex
% Created 2026-06-09 Tue 19:30
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Santiago Javier Proaño Yépez}
\date{\textit{<2026-06-09 Tue>}}
\title{Argumentación Debate Competitivo}
\hypersetup{
 pdfauthor={Santiago Javier Proaño Yépez},
 pdftitle={Argumentación Debate Competitivo},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.3 (Org mode 9.6.15)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\href{https://youtu.be/3gLqaw0phUA?si=TkTlNA8Pw1KpGrKV}{Video: Argumentacion debate competitivo}

\section{Argumentos Comparativos}
\label{sec:org9ae00cc}
En el modo de debate PIB se muestran argumentos comparativos, en si los
argumentos tienen premisas y una conclusión, el objetivo pero, no es
hacer un súper argumento sino, persuadir al juez de que nuestro
argumento es mejor que el del oponente, como? haciéndolo fácil de
comparar, los argumentos se tienen que mover en dos ejes
\section{Ejes de probabilidad y relevancia}
\label{sec:org386d210}
\subsection{Probabilidad}
\label{sec:orgd5da408}
Es que tan probable es que suceda dicho argumento, para lograr esto el
argumento no debe tener fallas lógicas, es decir, que las premisas no
contradigan a la conclusión, además dichas premisas deben de tener una
justificación.

Normalmente en la vida diaria no solemos justificar las premisas en
los debates tenemos que decir el por que de dicha premisa.

Por último, en este eje de probabilidad se le explica al juez como
funciona el mundo, el objetivo de esto es dibujar una imagen en la
mente de los jueces. 
\subsection{Relevancia}
\label{sec:org05c7e2f}
Demuestra por que el argumento es importante para la discusión, para
lograrlo se debe ver la moción y argumentar en relación a esta. Para
ganar un argumento de esta medio probable y medio relevante, pues es
muy difícil tener el 100\% de los pues así se hace un argumento
irrefutable.
\section{AREL}
\label{sec:org15a6e21}
Es una estructura para los argumentos, no es necesario seguir este
orden, por ejemplo se puede hacer el razonamiento y la evidencia al
mismo tiempo. 
\subsection{A, Afirmación}
\label{sec:org65a9a46}
Responde el Porque defender u oponerse a la moción?
Es el punto de partida del argumento.
\subsection{R, Razonamiento}
\label{sec:org25416df}
Responde al Porque es verdad la afirmación?
Es en esta parte del argumento se puede mover por el eje de
probabilidad, eliminando las fallas lógicas.
\subsection{E, Evidencia}
\label{sec:org301ecbe}
Aquí se ilustra el razonamiento, puede ser a partir de un ejemplo,
pero el objetivo es crear una imagen mental en la cabeza de los jueces. 
\subsection{L, Lazo o link (impacto)}
\label{sec:org8733887}
Responde al Porque es importante el argumento o por que es mejor que
el de los demás. Es aquí donde se desplaza por el eje de relevancia. 
\section{Categorías de impacto}
\label{sec:org866bea9}
La parte del link o impacto puede caer en una de estas 3 categorias
\begin{enumerate}
\item Principios
Se basa en presentar un argumento con carga moral o
deontológica(\href{../Deontología.org}{Deontología)}, su relevancia radica en que deben
respetarse los valores y derechos éticos.
\item Consecuencias
Miden el impacto del argumento en base a los resultados prácticos,
cae en 5 posibles zonas.
\begin{enumerate}
\item Cantidad.- El número de personas afectadas o beneficiadas.
\item Intensidad de afectación.- Gravedad de daño o beneficio en un
grupo incluso si es pequeño.
\item Probabilidad.- Chances de que ocurra dicho evento.
\item Grupos de especial protección.-La prioridad que merecen sujetos
vulnerables ya sean niños, tercera edad, minorías históricamente
discriminadas.
\item Irreversibilidad.- Daños permanentes o efectos a muy largo
plazo.
\end{enumerate}
\item Meta-impactos
Nivel mas avanzado, se relaciona con el debate en su totalidad
priorizando por que tu argumento es mejor que el de los oponentes.
\end{enumerate}
\section{Errores comunes a evitar}
\label{sec:orgaa49385}
\begin{itemize}
\item No basta con enunciar el impacto, se necesita explicar el proceso
lógico con bloques de análisis, es decir, como se llego al
resultado.

\item Usar lenguaje demasiado técnico o abstracto hace que el juez no
entienda tanto pues no lo logra visualizar de forma clara.

\item No amontones idea tras idea sin que tenga una conexión lógica o
desarrolladas como argumentos completos

\item No anticipar las refutaciones de la contra parte, se debe hacer un
argumento aprueba de balas, para esto se considera los posibles
ataques.

\item Repetir la misma idea con distintas palabras no demuestra nada, hay
que ilustrarla con distintas perspectivas.

\item Las premisas se contradicen entre si al argumentar y refutar,
intentar, no asumir escenarios opuestos según te convenga.
\end{itemize}
\end{document}
